Revit 2027 API
ParameterTypeId.StairsRailingWidth Property
 "Railing Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingWidth { get; }
Public Shared ReadOnly Property StairsRailingWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingWidth {
	ForgeTypeId^ get ();
}
static member StairsRailingWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace